# welcome text
welcome_text = 'Привет! Что тебя интересует? 🧐                    '
buy_advertising = '💲 Купить рекламу на канале'
ask_button = '❓ Задать вопрос админам'
offer_news = '🖐 Предложить пост в канал'


# callback data
advertising = """Реклама в канале «Копилка текстов» стоит <b>4000 ₽</b>.

<b>Пост в ленте остаётся на 4 дня</b>, потом мы его удаляем. 

<b>Спустя 6 часов после публикации рекламы выпускаем второй пост</b> — обычно он короткий. При желании рекламодателя \
мы можем проконсультировать по рекламному посту. Это входит в стоимость рекламы
                        
<b>Дату публикации бронируем после полной оплаты.</b>"""
free_date = '📅 Свободные даты'
buy_bt = '💲 Купить рекламу'
back_bt = 'В меню'
ask = """Задайте нам, админам канала «Копилка текстов», интересующий вопрос. 

Приветствуются вопросы о том, как:

👀 писать тексты на разные темы, 
👀 коммуницировать с заказчиками, 
👀 развиваться в профессии. 

Также мы можем рассказать о своей работе, тайм-менеджменте, поделиться закулисьем канала. 

Напишите свой вопрос ниже 👇🏻"""
buy_text = """Чтобы купить рекламу стучитесь к @lenka_napisaIa или к @isaewlad

Также мы открыты к взаимному пиару — подробности готовы обсуждать в личке."""

#ответ на вопрос админам
question_to_admin = """Спасибо за вопрос! ❤️
Ответ ждите в наших постах 

<i>Мы не гарантируем, что точно ответим на ваш вопрос. Возможно, на что-то подобное мы уже отвечали, либо вы затронули\
слишком личную тему.</i> """

# offer_news
offer_text = """Поделитесь своей находкой с подписчиками нашего канала. Пришлите скрин или фото со своим комментарием\
 в одном сообщении 👇🏻
"""
thnx_message = 'Спасибо за такую находку!'

# exception text
not_text = """Вопросы должны содержать только текст, смайлы и т.п. без видео, гиф и пр.
Напишите свой вопрос ниже 👇🏻
"""
not_news = """Ты присылаешь мне какую-то дичь"""
