# welcome text
welcome_text = 'Привет! Что тебя интересует? 🧐                    '
buy_advertising = '💲 Купить рекламу в канале'
offer_vacancy = '📄 Прислать вакансию'
ask_button = '❓ Задать вопрос админам'
offer_news = '🖐 Предложить пост в канал'


# callback data
advertising = """<b>Форматы и стоимость размещений</b>

🔹 1/24 (1 час в топе, 24 часа в ленте) — 2 000₽ 
🔹 2/48 — 3 000₽ 
🔹 4/72 — 4 000₽ 

Нативный пост от админов канала   + 1 500₽ к стоимости.

При желании рекламодателя мы можем проконсультировать по рекламному посту. Это входит в стоимость.

<b>Свободные даты:</b>
https://clck.ru/34BjoL

<b>Как купить рекламу:</b>
Выберите свободную дату публикации →<b> свяжитесь с @lenka_napisala или @isaewlad </b>→ оплатите заказ. Дату бронируем сразу после оплаты.

Также мы открыты к взаимному пиару — подробности готовы обсуждать в личке 🤝"""

vacancy_description = """В «Копилке текстов» вы можете <b>бесплатно разместить вакансию</b>, которая актуальна нашим \
подписчикам — копирайтерам, редакторам, журналистам, UX-редакторам.
 
Вот как они распределены в процентом соотношении: t.me/smotri_kakoi_text/125 

<b>Пришлите в ответном сообщении описание вакансии</b> 👇🏻 
Обязательно укажите ключевые задачи, формат работы (удалёнка или офис) и оплаты (примерная вилка, оформление по \
ТК, ГПХ или фриланс). """

ask = """Задайте нам, админам канала «Копилка текстов», интересующий вопрос. 

Приветствуются вопросы о том, как:

👀 писать тексты на разные темы, 
👀 коммуницировать с заказчиками, 
👀 развиваться в профессии. 

Также мы можем рассказать о своей работе, тайм-менеджменте, поделиться закулисьем канала. 

Напишите свой вопрос ниже 👇🏻"""
buy_text = """Чтобы купить рекламу стучитесь к @lenka_napisaIa или к @isaewlad

Также мы открыты к взаимному пиару — подробности готовы обсуждать в личке."""

#ответ на предложенную вакансию
vacancy_answer = """Спасибо! В течение двух дней админы придут к вам за уточнениями и согласованием даты публикации"""

#ответ на вопрос админам
question_to_admin = """Спасибо за вопрос! ❤️
Ответ ждите в наших постах 

<i>Мы не гарантируем, что точно ответим на ваш вопрос. Возможно, на что-то подобное мы уже отвечали, либо вы затронули\
слишком личную тему.</i> """

# offer_news
offer_text = """Поделитесь своей находкой с подписчиками нашего канала. Пришлите скрин или фото со своим комментарием\
 в одном сообщении 👇🏻
"""
thnx_message = 'Спасибо за такую находку!'

# exception text
not_text = """Вопросы должны содержать только текст, смайлы и т.п. без видео, гиф и пр.
Напишите свой вопрос ниже 👇🏻
"""
not_news = """Ты присылаешь мне какую-то дичь"""
